import React, { Fragment } from "react";

import { Container } from "react-bootstrap";

import { BackgroundImage } from "../../../Image/BackgroundImage";

import { IArticle } from "../../../../declarations/interfaces";
import "../../../../extensions/cloudinary/cloudinaryUrl";
import data from "../../../../data.json";

const InterviewMimi = (props) => {
  const article = data.articles.find(
    (article) => article.url === "mimi-and-suggestopedia"
  ) as IArticle;
  let backgroundImage = article.backgroundImage.addCloudinaryProps();

  return (
    <Fragment>
      <BackgroundImage
        image={backgroundImage}
        size="medium"
        position="center"
        title={article.title}
      />
      <div className={"margin-bottom-big-lg"}></div>
      <Container>
        <p className={`${"txt-title-page-big"} ${"txt-center"}`}>
          Проговори английски за месец!
        </p>
        <p className={`${["txt-big"]} ${["txt-justify"]}`}>
          Може ли след 5 седмици учене да проговориш чужд език", пита Мими
          Иванова. Певицата сияе и подава жокер: "Научих английски, мога да чета
          и говоря."
        </p>
        <p className={`${["txt-big"]} ${["txt-justify"]}`}>
          Не е само тя. Езиковата бариера прескочи и актрисата от Младежкия
          театър Нели Топалова, опит прави и Софи Маринова. Не само звезди, а
          въобще хората в напреднала възраст вече имат своя шанс -
          сугестопедичните курсове по метода “Лозанов”. Той връща угасналата
          надежда да се "евроинтегрират езиково" след няколко неуспешни опита да
          научат думи, граматика и да проговорят.
        </p>
        <p className={`${["txt-big"]} ${["txt-justify"]}`}>
          "Бях чула от Развигор за разработената система от д-р Лозанов и че по
          нея навремето учела Людмила Живкова. Но сега явно методът е
          усъвременен - не е да легнеш и да ти пуснат музика в слушалките и да
          ти говорят, както се смяташе едно време", казва Мими Иванова.
        </p>
        <p className={`${["txt-big"]} ${["txt-justify"]}`}>
          "Това е оригиналният метод на Лозанов, който е обявен от ЮНЕСКО за
          най-добрия за преподаване в света. С моите колежки преминахме обучение
          при самия д-р Лозанов миналата година и при най-близката му
          сътрудничка Ванина Бодурова. Ние сме техни ученици", обяснява Галина
          Копчева, една от преподавателките. Самото преминаване на курса не е
          дълго, не е и никак трудно и досадно, защото зубренето е заменено от
          една практическата работа, разясняват и преподаватели, и курсисти.
          Вярно, има учебник, но той е книга с указания какво да правиш. Никога
          няма да чуеш думата урок, преподавател, изпит, а дори и трижди да
          сбъркаш, няма кой да ти каже - не, не си прав. Ами ще чуеш само
          насърчаващото окей.
        </p>
        <p className={`${["txt-big"]} ${["txt-justify"]}`}>
          Въпреки това насърчаване, Софи Маринова направила фал на старта и се
          отказала. "Бях много заета, пеех до късно по нощите, а сутринта курсът
          започваше в 10. Ходих няколко пъти, ама направо заспивах", обяснява
          певицата. Обещала да поднови опита през есента, но вече май амбицията
          й я нямало. За Нели Топалова от Младежкия театър това е "прекрасен
          начин за усвояване на каквото и да е. Преобладават над средната
          възраст хора, но там забравяш на колко години си и по детски играеш и
          се забавляваш. Чудесен начин да си подмладиш духа, да се разтовариш и
          да научиш език в крайна сметка", казва актрисата, която изкарала
          по-горно ниво.
        </p>
        <p className={`${["txt-big"]} ${["txt-justify"]}`}>
          "Най-важното за успеха на обучението е създадената атмосфера между
          хората. Първият закон на сугестопедията е любов към другия.
          Преподавателят е длъжен да се отнася с голяма любов към курсистите. Не
          използваме никакво отрицание. Дори и да сбърка някой, няма да чуе:
          "Не, не е така", а ще го насърчим с "да". Съвсем не е задължително да
          се коригира всяка една грешка, защото с напредването на курса хората
          сами ги поправят и започват да говорят все по-правилно.
        </p>
        <p className={`${["txt-big"]} ${["txt-justify"]}`}>
          Д-р Лозанов е открил, че винаги трябва да поощряваме, да мотивираме,
          за да могат хората да станат уверени в това, което работят. Те се
          отпускат, стават приятели, създават се невероятни контакти, независимо
          че един курсист е на 23 г., а друг на 53, разказва Галина Копчева.
          <br></br>Този род взаимоотношения е възпитателен и за двете страни.
          Преподавателите не престават да се впечатляват как си допадат толкова
          различни характери - дотолкова, че продължават да се срещат извън
          курсовете и да станат приятели. "За мен това е уникално", признава
          Копчева.<br></br>Всичко обаче се дължи на хубавата атмосфера. Тя е
          толковае приятна, че вместо умора от интензивния курс по 3-4 часа на
          ден курсистите казват: "Тук не се натоварваме, а си почиваме."
        </p>
        <p className={`${["txt-big"]} ${["txt-justify"]}`}>
          Един от триковете е да избягаш от напрегнатото всекидневие, примерно
          от тревогите по неплатени сметки, заеми или конфликт с началника, т.е.
          от действителността с всичките й подмолни капани. Може би затова на
          курсистите им харесва като на игра да приемат други самоличности.
          Всеки си има английско име, професия, измислено семейство. И попада в
          съвсем различен свят - като на кино, в който всеки от тях е главният
          герой. На кого би му доскучало това!
        </p>
        <p className={`${["txt-big"]} ${["txt-bold"]} ${["txt-justify"]}`}>
          Ако искате да прочетете цялата статия натиснете{" "}
          <a href="https://www.24chasa.bg/Article/1510457">тук</a>.
        </p>
      </Container>

      <div className={"margin-bottom-big-lg"}></div>
    </Fragment>
  );
};

export default InterviewMimi;
