import React, { Fragment } from "react";
import { Container, Col } from "react-bootstrap";
import { Video } from "../../../Video";

import { BackgroundImage } from "../../../Image/BackgroundImage";

import style from "./Description.module.css";

const description = () => {
  let backgrounImage =
    "https://res.cloudinary.com/easy-way-suggestopedia/image/upload/v1590671614/CommonImages/description-bg_vrat9r.jpg";

  return (
    <Fragment>
      <BackgroundImage
        image={backgrounImage}
        size="medium"
        position="center"
        title={"Какво е сугестопедията?"}
      />
      <div className={"margin-bottom-big-lg"}></div>
      <Container>
        <Col md="12">
          <p className={`${["txt-big"]} ${["txt-justify"]}`}>
            <strong>Сугестопедия</strong> е част от науката{" "}
            <strong>Сугестология</strong> и нейното приложение в педагогиката,
            създадена от проф. д-р Георги Лозанов за ефикасно предаване на
            знания:{" "}
          </p>
          <ul className={style["description-ul"]}>
            <li>с помощта на изкуствата</li>
            <li>чрез неманипулирано внушение</li>
            <li>по позитивен и радостен начин</li>
            <li>при който се възприема огромен обем информация</li>
            <li>човек подобрява духовното си здраве</li>
          </ul>
          <p className={`${["txt-big"]} ${["txt-justify"]}`}>
            Предмет на <strong>Сугестологията</strong> са сугестията
            (внушениението) и десугестията (освобождаваненето), които помагат да
            се разкрият потенциалните възможности на личността. Основното ѝ
            приложение е в педагогиката, известна като Сугестопедия,
            Десугестопедия, Резервопедия или Десугестивно обучение.
          </p>
          <Col lg="6" md="12" className={style["video-interview"]}>
            <div className={style["containing-block"]}>
              <div className={style["video-holder"]}>
                <Video src="https://www.youtube.com/embed/y6JlMzEIVdE" />
              </div>
            </div>
          </Col>

          <p className={`${["txt-big"]} ${["txt-justify"]}`}>
            На базата на теорията на Сугестологията от средата на 60-те години
            на ХХ век, започва експериментирането, разработването и прилагането
            на учебно-лечебната десугестивно–сугестивна педагогическа система —
            Сугестопедагогика, или т.нар Сугестопедия — десугестивна педагогика.
          </p>
          <p className={`${["txt-big"]} ${["txt-justify"]}`}>
            Според сугестопедичната теория съществува ограничаваща социално и
            исторически изградена норма за нивото на човешката памет, бързината
            на автоматизирането и за трудностите в ученето. Ето защо една от
            най-важните задачи на Сугестопедията е в значителна степен да
            освободи (да десугестира) обучаващите се от тази обществена
            сугестивна норма.
          </p>
          <p className={`${["txt-big"]} ${["txt-justify"]}`}>
            Сугестопедията освобождава и стимулира не само паметта, а цялата
            личност – интересите, възприятията, интелектуалната активност,
            мотивацията, креативността; смекчава агресивните тенденции в
            характера, като оказва благоприятен психохигенен, психопрофилактичен
            и психотерапевтичен ефект. Сугестологията и Сугестопедията могат да
            се прилагат в различни области, главно в областта на чуждоезиковото
            обучение. Приложението на Сугестологията в педагогиката, освен като
            сугестопедия, е известно и като десугестопедия, резервопедия и
            десугестивно обучение.
          </p>
          <p className={`${["txt-big"]} ${["txt-justify"]}`}>
            При сугестопедията не се прилага сънна метода или хипноза.
            Обучението се случва докато курсистите са в пълно съзнание. Освен
            това проф. Лозанов в една своя книга споделя впечатленията си за
            това кое е оказало решаваща роля за успешно извършена операция на
            пациент без упойка (самият той с думите си е бил „упойката“) -според
            него правилният подбор на думи, паузите и интонацията са способни да
            вкарат активният слушател в желаното състояние, в такова състояние,
            което му бъде внушено от опитния учен – ето и това е сугестопедия на
            практика.
          </p>
        </Col>
      </Container>
      <div className={"margin-bottom-big-lg"}></div>
    </Fragment>
  );
};

export default description;
