{
  "articles": [
    {
      "id": "f224c977088a",
      "image": "https://res.cloudinary.com/easy-way-suggestopedia/image/upload/c_scale,w_400/v1592498408/CommonImages/article-mimi_rw5hnk.png",
      "backgroundImage": "https://res.cloudinary.com/easy-way-suggestopedia/image/upload/v1592498408/CommonImages/article-mimi_rw5hnk.png",
      "title": "Мими намери цаката на английския - учи го за месец по метода \"Лозанов\" (интервю в 24 часа с Мими Иванова, наша курсистка)",
      "url": "mimi-and-suggestopedia"
    },
    {
      "id": "b3a72a19c870",
      "image": "https://res.cloudinary.com/easy-way-suggestopedia/image/upload/c_scale,w_400/v1592496969/CommonImages/article-ae_pdv8xq.jpg",
      "backgroundImage": "https://res.cloudinary.com/easy-way-suggestopedia/image/upload/v1592496969/CommonImages/article-ae_pdv8xq.jpg",
      "title": "7 причини защо Сугестопедията е най-добрият метод за учене на английски език",
      "url": "seven-reason"
    },
    {
      "id": "2c89e7e0362e",
      "image": "https://res.cloudinary.com/easy-way-suggestopedia/image/upload/c_scale,w_400/v1592498407/CommonImages/article-english_somz7o.jpg",
      "backgroundImage": "https://res.cloudinary.com/easy-way-suggestopedia/image/upload/v1592498407/CommonImages/article-english_somz7o.jpg",
      "title": "Как проговорих английски език със Сугестопедия (истинско интервю)",
      "url": "interview"
    }
  ],

  "questions": [
    {
      "id": "5b6ff1afb385",
      "title": "С какво е по-различен метода Сугестопедия от стандартния метод на изучаване на английски език?",
      "description": "Уникалното в метода, макар да звучи парадоксално, е че по нищо не прилича на типичен учебен процес. <br></br>Вие сте поканени в една зала, която е цветна, приятна, но няма типичните характеристики на зала за обучение като маси и бяла дъска.<br></br>Представя Ви се “учебник” с история, с характерни герои и увлекателна фабула, в която обаче няма добре познатите ни упражнения “попълни по модела”, “открий грешките”. За сметка на тях ви се предоставят пъзели, плюшени и пластмасови играчки, с които да “учите”. Потъваме в историята, героите, всичко, което се случва около нас и стимулирани от нетипичната среда “попиваме” всичко, което чуваме и виждаме. А след това искаме да научаваме още и още, у дома, сами, с приятели, пред компютъра, а и имаме времето, защото няма да го мислим “кога ще си напиша домашното” за другия ден. Звучи забавно, а резултатът е че се отпускаме да говорим по всякакви теми на английски и граматиката си се намества, ей така от само себе си, без да мислим всеки път за точното правило. <br></br> Курсът по метода Сугестопедия има и редица странични ефекти като повишено добро настроение, откриване на неподозирани до този момент таланти, създаване на нови приятелства, повишено самочувствие при говорене на английски."
    },
    {
      "id": "4a1941dc2350",
      "title": "Колко са нивата на сугестопедичния курс?",
      "description": "Курсовете са разпределени в четири нива на обучение като всяко ниво е съобразено с Общоевропейската езикова рамка.</p> <ul class=\"questions-type-courses\"><li>Първо ниво - ниво А1 – по учебник The Beginning of the Buttons.</li><li>Второ ниво – ниво A2 – по учебник The Return.</li><li>Средно ниво – ниво B1 - по учебник The Story of the Buttons.</li><li>Бизнес ниво за напреднали – ниво В2 – по учебник New Life.</li></ul>"
    },
    {
      "id": "d0ac010e0408",
      "title": "Учи ли се граматика?",
      "description": "Методът сугестопедия е уникална система, в която граматиката се представя по лек и увлекателен начин, наред с лексикалната част."
    },
    {
      "id": "bde9c5ab613c",
      "title": "Колко са големи групите?",
      "description": "Групите са от 4 до 8 човека."
    },
    {
      "id": "15c8945dca6c",
      "title": "Кога се провеждат курсовете за възрастни?",
      "description": "<p class=\"txt-big txt-bold txt-justify\">Съботно-неделни курсове</p> <p class=\"txt-big txt-justify\">4 съботи и недели от 10.00 до 16.30 ч.</p><p class=\"txt-big txt-bold txt-justify\">Седмични курсове</p><p class=\"txt-big txt-justify\">Сутрешни курсове от 9.00 до 13.00 ч.</p>"
    },
    {
      "id": "b637318c3219",
      "title": "Учим ли се да пишем в курсовете за възрастни?",
      "description": "Курсовете интензивно развиват уменията ни за говорене, и разбиране при слушане и четене. При нива В1 и В2 са включени и кратки задачи за писане."
    },
    {
      "id": "92154c422acb",
      "title": "Има ли учебници?",
      "description": "Всяко едно от 4-те нива на курса по английски език разполага с отделен учебник, разработен според принципите на метода. Учебникът се наричат „сценарий“ и представлява увлекателна история с характерни герои, с помощта на която се изучават лексиката и граматиката."
    },
    {
      "id": "36a4d926dcff",
      "title": "Дават ли се домашни?",
      "description": "Стандартни домашни няма. Препоръчва се четене на сценария, по около 15 минути на ден."
    },
    {
      "id": "8d66dfe26904",
      "title": "Каква е продължителността на курсовете?",
      "description": "Курсовете продължават 4 или 5 седмици, по 4 астрономически часа на ден, между 3 и 5 пъти седмично."
    },
    {
      "id": "2f6a4d930558",
      "title": "Как мога да се запиша?",
      "description": "Можете да се запишете онлайн или да дойдете на нашият адрес: ул. Граф Игнатиев 1, етаж 2. <br> При заплащане на курса онлайн си гарантирате 5% отстъпка."
    },
    {
      "id": "60c1f283f5ab",
      "title": "Трябва ли да платя курса предварително?",
      "description": "При заплащане на капаро си гарантирате място в курса. "
    },
    {
      "id": "27b4214c772d",
      "title": "На колко вноски мога да платя курса?",
      "description": "Можете да заплатите на две части или наведнъж - цялата сума. Ако заплатите цялата сума онлайн си гарантирате 5% отстъпка."
    },
    {
      "id": "850b51e5a120",
      "title": "Как мога да определя кое ниво е подходящо за мен?",
      "description": "Можете да определите нивото си онлайн на сайта ни www.suggestopediaen.com или като си запазите час за събеседване с преподавател на тел. 0899/ 521 504."
    },
    {
      "id": "cbfd430fb76c",
      "title": "Кога се провеждат курсовете за деца?",
      "description": "Курсовете за деца се провеждат целогодишно, от октомври до май месец, два пъти седмично по два учебни часа по 45 минути."
    },
    {
      "id": "da312fb29305",
      "title": "Има ли същия ефект индивидуалното обучение като обучението в група?",
      "description": "Индивидуалното обучение протича по същия начин като обучението в група, но с един човек. Спазват се всички елементи и на сугестопедичното обучение и препоръчваме то да е интензивно, както се провеждат сугестопедичните групи."
    }
  ],
  "questionsInterview": [
    {
      "id": "634bfde5a35c",
      "title": "Как разбрахте за метода Сугестопедия?",
      "description": "За метода разбрах от моя позната, която посещаваше курс по английски език по този метод и беше много доволна. Първоначално не вярвах, че в пенсионна възраст човек може да научи нов език, но тя беше толкова впечатлена, че се запалих и аз. До този момент само бях чувала за метода на д-р Лозанов."
    },
    {
      "id": "317aed4b57d6",
      "title": "Какво ви е първото впечатление от курса?",
      "description": "Прекрасно! И е много по-различно от стандартното обучение, на което сме свикнали. Не се учат граматическите правила, само четем и говорим."
    },
    {
      "id": "d9832b333f64",
      "title": "Как научавате граматиката?",
      "description": "Някак си всичко е едно цяло и в хода на обучението се научаваме да говорим граматически правилно, без реално да учим граматическите правила. Подобно на това как се учат децата да говорят."
    },
    {
      "id": "17cf9d448d57",
      "title": "Имахте ли някакви познания по английски език преди да започнете обучението?",
      "description": "Не знаех дори азбуката. В момента говоря английски на средно ниво. Чета Джон Гришъм в оригинал. Като ходихме до Куба на семейна почивка държах аз да говоря на летището, в хотела, макар че моите деца говорят езика перфектно. Цялото ми семейство беше във възторг от мен. Още след първия урок, когато се прибрах вкъщи казах няколко изречения на английски."
    },
    {
      "id": "3bd0543fd450",
      "title": "Колко време продължи обучението?",
      "description": "След един месец говорех за най-основните неща и разбирах доста. Но исках да усъвършенствам знанията си и да достигна свободно владеене на езика. Преминах три курса за една година и достигнах средно ниво. Правила съм и онлайн тестиране, което ме определи на ниво В1."
    },
    {
      "id": "149906ca2f3e",
      "title": "Говорите ли други езици?",
      "description": "Да, немски съм учила 10 години. И смея да кажа, че го владея на средно ниво."
    },
    {
      "id": "fd4a0d95e903",
      "title": "Тоест сте учили немски 10 години, за да достигнете средно ниво, а за английски за същото ниво Ви е трябвало една година.",
      "description": "Така се получава :) Но немския съм учила по стандартния начин. Сугестопедията е уникален метод."
    },
    {
      "id": "0d4bdf53fe3d",
      "title": "Как бихте описали метода?",
      "description": "Методът е много успешен, защото чрез класическо изкуство и естетика неусетно се научава езика. Как точно научих езика не знам, но думите ми идват когато започвам да говоря, като не си превеждам от български на английски."
    },
    {
      "id": "3a7a6192b69a",
      "title": "Къде преминахте Сугестопедичен курс по английски език?",
      "description": "Преминах обучението в Сугестопедия център Easy Way. Препоръчвам преподавателката Галина Копчева, която винаги успява да улесни комуникацията, да те предразположи, когато си притеснен и да създаде тази така прекрасна атмосфера, необходима за метода."
    },
    {
      "id": "d7dd4dda3189",
      "title": "Защо препоръчвате Сугестопедията?",
      "description": "Има един баланс в обучението, ритми, интонации, емоции. Много по - лесно е в сравнение със стандартния метод, няма домашни и атмосферата, която се създава е уникална. Това е атмосфера на любов. Това е Сугестопедията :)"
    }
  ],

  "courses": [
    {
      "id": "b4133ed61864",
      "title": "The Beginning - Начинаещи",
      "description": "Курсът покрива най-основната лексика и граматика, необходима за проговаряне на езика на най-основни теми, при начално запознанство, пътуване. Подходящ за абсолютно начинаещи или курсисти със съвсем базови познания по езика.",
      "image": "https://res.cloudinary.com/easy-way-suggestopedia/image/upload/c_scale,h_1200/v1590671613/CommonImages/adults_wwqd2t.jpg",
      "type": "Adult",
      "levelSymbol": "A1"
    },
    {
      "id": "0a071464ac24",
      "title": "The Return - Второ ниво",
      "description": "Разговорен курс - фокусът е върху свободното говорене. Граматика е под формата на кратки обяснения и интересни игри. Запомняте новата лексика без усилие - учебникът съдържа увлекателни текстове, под формата на диалози, с много полезни и съвременни изрази.",
      "image": "https://res.cloudinary.com/easy-way-suggestopedia/image/upload/c_scale,h_1200/v1590671613/CommonImages/adults1_b5pibq.jpg",
      "type": "Adult",
      "levelSymbol": "A2"
    },
    {
      "id": "d2ce53797b3b",
      "title": "The Buttons - Средно ниво",
      "description": "Курсът е изключително подходящ за много заети хора, защото спестява време - един месец интензивен курс се равнява на месеци посещаване на стандартен езиков курс. Отскачаме от битовизма и си говорим за вечните теми от живота, които ни вълнуват.",
      "image": "https://res.cloudinary.com/easy-way-suggestopedia/image/upload/c_scale,h_1200/v1592589864/CommonImages/IMG_6233_n3ifki.jpg",
      "type": "Adult",
      "levelSymbol": "B1"
    },
    {
      "id": "9e3b210c8b54",
      "title": "New Life - Напреднали",
      "description": "Курсът е с бизнес насоченост. Наред с езиковите умения развивате умения за говорене пред хора, да разказвате истории, отпускате се да говорите чужд език с непознати. Учите и се забавлявате едновременно.",
      "image": "https://res.cloudinary.com/easy-way-suggestopedia/image/upload/c_scale,h_1200/v1592496209/CommonImages/adults-group_w0rwf7.jpg",
      "type": "Adult",
      "levelSymbol": "B2"
    },
    {
      "id": "51d63603573b",
      "title": "Juniors - Начинаещи",
      "description": "Сугестопедията за деца е превантивен метод за предпазване на децата от липса на мотивация за учене и от всички негативни ефекти от съществуващите системи на образование. <br> Преподавателят – сугестопедагог създава условия за свободна и естествена комуникация без напрежение. Ролята на преподавателя е да установи среда на неограничен капацитет и научаване. <BR> Мотивацията за учене е естествена, спонтанна и несъзнателна. Равносилна е на естествената жажда за информация при условия на игра и детски приказки.<BR> Целта ни е да развием любов към езика, усещането, че е лесно да учим английски и спонтанно проговаряне.",
      "image": "https://res.cloudinary.com/easy-way-suggestopedia/image/upload/v1590671615/CommonImages/kids1_fxf1oe.jpg",
      "type": "Child",
      "levelSymbol": "A1"
    },
    {
      "id": "f2bb1cc66f2f",
      "title": "Seniors - Напреднали",
      "description": "Сугестопедията за деца е превантивен метод за предпазване на децата от липса на мотивация за учене и от всички негативни ефекти от съществуващите системи на образование. <BR> Преподавателят – сугестопедагог създава условия за свободна и естествена комуникация без напрежение. Ролята на преподавателя е да установи среда на неограничен капацитет и научаване. <BR> Мотивацията за учене е естествена, спонтанна и несъзнателна. Равносилна е на естествената жажда за информация при условия на игра и детски приказки.<BR> Целта ни е да развием любов към езика, усещането, че е лесно да учим английски и спонтанно проговаряне.",
      "image": "https://res.cloudinary.com/easy-way-suggestopedia/image/upload/c_scale,h_1200/v1592496334/CommonImages/kids-group_xyjevc.jpg",
      "type": "Child",
      "levelSymbol": "A2"
    }
  ],

  "reasonsArticle": [
    {
      "id": "c6e57cb39081",
      "title": "Причина 1",
      "description": "Няма домашни!!! Факт е, че ние сме супер обременени от всичките 12 години в училище (още сънувам кошмари, че ще имам контролно по математика утре, а не съм подготвена) и здраво се стресираме, че не сме готови за „час“. Като възрастни хора имаме хиляди ангажименти и домашното може да ни откаже да отидем на курса по английски на другия ден.",
      "iconImage": "https://res.cloudinary.com/easy-way-suggestopedia/image/upload/v1592561190/icons-img/free_fxvnov.png",
      "iconImageAlt": "free.png"
    },
    {
      "id": "60a0f80dffdc",
      "title": "Причина 2",
      "description": "Като вкъщи. Няма учител, учебник, изпитвания, тестове. Тези неща се избягват, защото всеки от нас е травмиран от някакъв елемент на образователната среда и блокира при неговата поява. Средата е разполагаща и приятна като на кафе с приятели.",
      "iconImage": "https://res.cloudinary.com/easy-way-suggestopedia/image/upload/v1590660276/icons-img/freedom_y4smbn.png",
      "iconImageAlt": "freedom.png"
    },
    {
      "id": "84a8b65901d4",
      "title": "Причина 3",
      "description": "Учебният материал е обемен, но се представя по лек и ненатрапчив начин. В курса за начинаещи се усвояват 2000 лексикални и граматически единици, а усещането е че сте прочели няколко страници увлекателен текст, разгледали сте няколко цветни картинки и сте си поиграли с малко плюшени играчки.",
      "iconImage": "https://res.cloudinary.com/easy-way-suggestopedia/image/upload/v1590660276/icons-img/harmony_hfk8tm.png",
      "iconImageAlt": "harmony.png"
    },
    {
      "id": "e65a12ceb385",
      "title": "Причина 4",
      "description": "Бързи резултати. Още на първият ден проговаряме, на третия правим изречения, а в края на първата седмица създаваме устно смислен текст самостоятелно и без усилие. Само седмица и говорим! Само две седмици и пътуваме, където си искаме! Само месец и намираме мечтаната работа!",
      "iconImage": "https://res.cloudinary.com/easy-way-suggestopedia/image/upload/v1592561190/icons-img/conversation_irz7dk.png",
      "iconImageAlt": "conversation.png"
    },
    {
      "id": "ae2ea3d1327d",
      "title": "Причина 5",
      "description": "Преодоляваме притеснението от говорене с хора и пред хора на английски. В курсовете се говори пред групата, по двойки, чете се в хор,  правят се разговори, дискусии. Няма упражнения „попълни по модела“, различните задачи развиват въображението, мисълта и творчеството. Те винаги са представени по интересен и увлекателен начин.",
      "iconImage": "https://res.cloudinary.com/easy-way-suggestopedia/image/upload/v1590660276/icons-img/knowledge_ic60tx.png",
      "iconImageAlt": "knowledge.png"
    },
    {
      "id": "717b04e3a9e4",
      "title": "Причина 6",
      "description": "Ефектът е дълготраен. В моите курсове имаше курсист на 64 години, който беше посетил курс по сугестопедичен английски още в Института на д-р Лозанов, 45 дни курс, незавършен до край преди около 30 години и той все още говореше английски и то с американски акцент!",
      "iconImage": "https://res.cloudinary.com/easy-way-suggestopedia/image/upload/v1592561190/icons-img/like_vyezh3.png",
      "iconImageAlt": "like.png"
    },
    {
      "id": "04d414b55619",
      "title": "Причина 7",
      "description": "Развива личността. Сугестопедичното обучение е учене на английски чрез музика, класическо изкуство, танци, игри, лично творчество. Курсистите откриват нови таланти, променят живота си. Една от тях, над 60 годишна, започна да пътува в чужбина до далечни и екзотични дестинации след първия си курс по английски език. До този момент беше посетила само съседните ни държави.",
      "iconImage": "https://res.cloudinary.com/easy-way-suggestopedia/image/upload/v1590660276/icons-img/art_bmqoof.png",
      "iconImageAlt": "art.png"
    }
  ],
  "reviews": [
    {
      "id": "c6e89cb45349",
      "name": "Мария Дерова",
      "position": "Бизнес анализатор",
      "description": "Бях скептично настроена за този метод на обучение в началото, но реших да опитам. Попаднах в една невероятна атмосфера и успях да пречупя страха си да разговарям на английски език. Галя е страхотен човек и професионалист, работата за нея е удоволствие и това си личи. След курса станах по смела и започнах да се изразявам свободно. Бих се записала отново, само за да преживея атмосферата. Препоръчвам на всички този метод на обучение, защото резултатите ще надхвърлят и най-смелите Ви очаквания! Поне при мен така се получи ... :)",
      "image": "https://res.cloudinary.com/easy-way-suggestopedia/image/upload/c_scale,w_185/v1595951329/CommonImages/mariq-derova-profile-picture_sdpy7n.jpg"
    },
    {
      "id": "c6e89cb45045",
      "name": "Валери Иванов",
      "position": "Преподавател-инструктор",
      "description": "Няма по-приятен, забавен и увлекателен начин да натрупаш солидни знания по английски език от сугестопедичния метод на обучение. В Easy Way много добре знаят това и най-важното: знаят как да го приложат на практика.",
      "image": "https://res.cloudinary.com/easy-way-suggestopedia/image/upload/c_scale,w_223/v1595950621/CommonImages/valeri-profile-picture_bvsvf2.png"
    },
    {
      "id": "c6e89cb45355",
      "name": "д-р Татяна Тихова",
      "position": "Ветеринарен лекар",
      "description": "Преди 10 години бях на курс по английски език по метода на сугестопедия и бях много впечатлена. Наскоро реших да опресня английския си и съзнателно потърсих отново сугестопедичен курс. Срещата с Галя за определяне на нивото ми беше много приятна и непринудена, и без колебание записах при нея. Това не е типично обучение, това е изключително приятно прекарано време, през което в игри, песни, закачки и забавления усвоявахме новия материал. Галя е едно красиво и озарено момиче, на което младостта не пречи на високия професионализъм. Пожелавам й много здраве, лично щастие и върхове в професията! При първа възможност бих записала следващ курс. Благодаря ти, Галя!",
      "image": "https://res.cloudinary.com/easy-way-suggestopedia/image/upload/v1595950919/CommonImages/tanq-tihova-profile-picture_dkgktz.jpg"
    }
  ]
}
