import React from "react";

import { Modal } from "../../components/Ui/Modal";
import { Col } from "react-bootstrap";

import style from "./Conditions.module.css";

interface IConditionsProps {
  show: boolean;
  hideHendler: any;
}

const Conditions = (props: IConditionsProps) => {
  return (
    <Modal
      show={props.show}
      onHide={() => {
        props.hideHendler();
      }}
      size={"lg"}
      header="Правила и условия"
    >
      <Col md="12" className={style.ConditionsBox}>
        <p className={`${"txt-big"} ${"txt-bold"} ${"txt-justify"}`}>
          А. Кои сме ние:
        </p>
        <p className={`${"txt-big"} ${"txt-justify"}`}>
          „ИзиЛърнинг И Ес Ел“ ЕООД, с ЕИК: 202581038, с адрес: гр. София, ж.к.
          Надежда 2 част, бл. 285
        </p>
        <p className={`${"txt-big"} ${"txt-justify"}`}>
          Можете да се свържете с нас на:{" "}
          <a href="mailto:office@suggestopediaen.com">
            office@suggestopediaen.com
          </a>
        </p>
        <p className={`${"txt-big"} ${"txt-justify"}`}>
          Когато споменаваме нашия сайт, имаме предвид{" "}
          <a href="https://www.suggestopediaen.com">www.suggestopediaen.com</a>.
        </p>
        <p className={`${"txt-big"} ${"txt-bold"} ${"txt-justify"}`}>
          Б. Събиране на лични данни
        </p>
        <p className={`${"txt-big"} ${"txt-justify"}`}>
          Следните видове лична информация може да бъдат събирани, съхранявани и
          използвани:
        </p>
        <ul className={`${"txt-big"} ${"txt-justify"}`}>
          <li>
            Информация за компютъра ви, включваща вашия IP адрес, географско
            местоположение, тип и версия на браузъра ви и операционна система;{" "}
          </li>
          <li>
            Информация за посещенията ви и употребата на този уебсайт,
            включително референтния източник, продължителност на посещение,
            гледания на страници и уебсайт навигация;
          </li>
          <li>
            Информация като имейл адреса ви, името и телефона ви, които
            въвеждате, когато се регистрирате в нашия уебсайт;
          </li>
          <li>
            Информация като името ви и имейл адреса ви, които сте въвели, за да
            настроите абонаменти към нашите имейли и/или бюлетини;{" "}
          </li>
          <li>
            Информация, която въвеждате, докато използвате услугите на нашия
            уебсайт;
          </li>
          <li>
            Информация, генерирана докато използвате нашия уебсайт, включително
            кога, колко често и при какви обстоятелства го използвате;
          </li>
          <li>
            Информация, свързана с всичко, което закупувате, услугите, които
            използвате или транзакции, които правите чрез нашия уебсайт, които
            съдържат вашето име, адрес, телефонен номер, имейл адрес и данни на
            кредитната карта;
          </li>
          <li>
            Информация, съдържаща се във всяка комуникация с нас, изпратена ни
            чрез имейл или чрез уебсайта ни, включително съдържанието на
            комуникацията и метаданните;
          </li>
          <li>Всяка друга лична информация, която ни изпращате. </li>
        </ul>
        <p className={`${"txt-big"} ${"txt-bold"} ${"txt-justify"}`}>
          В. Използване на личната ви информация
        </p>
        <p className={`${"txt-big"} ${"txt-justify"}`}>
          Лична информация, подадена до нас чрез уебсайта ни, ще бъде използвана
          за целите, уточнени в тази полица или в съответните страници на
          уебсайта.
        </p>
        <p className={`${"txt-big"} ${"txt-justify"}`}>
          Може да използваме личната ви информация за:
        </p>
        <ul className={`${"txt-big"} ${"txt-justify"}`}>
          <li>Персонализиране на уебсайта ни за вас;</li>
          <li>
            Активиране на употребата ви на услуги, налични в уебсайта ни;
            Доставяне на услуги, закупени чрез уебсайта ни;
          </li>
          <li>
            Да ви изпращаме заявления, фактури и напомняния за плащане и
            събиране на плащания от вас;
          </li>
          <li>
            Да ви изпращаме немаркетингови рекламни комуникации; Да ви изпращаме
            имейл известия, които конкретно сте заявили;
          </li>
          <li>
            Да ви изпращаме нашия имейл бюлетин, ако сте го заявили (можете да
            ни информирате по всяко време, ако вече не желаете да получавате
            бюлетин);
          </li>
          <li>
            Да ви изпращаме маркетингови комуникации, свързани с нашия бизнес
            или бизнесите на внимателно подбрани трети лица, които смятаме, че
            биха представлявали интерес за вас, чрез публикация или, ако
            конкретно сте се съгласили с това, чрез имейл или подобен канал
            (можете да ни информирате по всяко време, ако вече не желаете да
            получавате маркетингови комуникации);
          </li>
          <li>
            Осигуряване на статистическа информация за потребителите ни на трети
            лица (но тези трети лица няма да могат да идентифицират отделните
            потребители от тази информация);
          </li>
          <li>
            Справяне със запитвания и оплаквания, направени от или за вас, които
            са свързани с уебсайта ни;
          </li>
          <li>Предпазване на уебсайта ни и предотвратяване на измама;</li>
          <li>
            Потвърждение на съгласие с нашите правила и условия, ръководени от
            употребата на уебсайта ни (включително показването на лични
            съобщения, изпратени чрез услугата на сайта ни за лични съобщения);
          </li>
          <li>Други цели.</li>
        </ul>
        <p className={`${"txt-big"} ${"txt-bold"} ${"txt-justify"}`}>
          Г. Оповестяване на лични данни
        </p>
        <p className={`${"txt-big"} ${"txt-justify"}`}>
          Може да оповестим личната ви информация:
        </p>
        <ul className={`${"txt-big"} ${"txt-justify"}`}>
          <li>До степента, в която сме длъжни да го направим по закон;</li>
          <li>
            Във връзка с всеки процес или вероятни съдебни производства; За да
            установим, упражним или защитим нашите права (включително
            осигуряване на информация на други лица за целите на предотвратяване
            на измама и намаляване на кредитен риск);
          </li>
          <li>
            На купувача (или вероятния купувач) за всеки бизнес или актив, който
            ние продаваме (или възнамеряваме да продадем);
          </li>
          <li>
            На всеки човек, който вярваме, че може да се яви пред съд или друг
            подобен орган, за оповестяване на тази лична информация, където
            според нашето разумно мнение подобен съд или орган може да нареди
            оповестяване на тази лична информация.
          </li>{" "}
        </ul>
        <p className={`${"txt-big"} ${"txt-justify"}`}>
          Освен в случаите, посочени в тази полица, ние няма да предоставим
          личната ви информация на трети лица.
        </p>
        <p className={`${"txt-big"} ${"txt-bold"} ${"txt-justify"}`}>
          Д. Запазване на лична информация
        </p>
        <ul className={`${"txt-big"} ${"txt-justify"}`}>
          <li>
            Този раздел излага нашите политики и процедури за запаметяване на
            данни, които са разработени да подпомагат да гарантираме, че се
            съобразяваме с правните си задължения за запаметяване и изтриване на
            лична информация.
          </li>
          <li>
            Личната информация, която обработваме за каквато и да е цел или
            цели, няма да бъде съхранявана за по-дълъг период от нужния за
            съответната цел или цели. До степента, в която законът изисква от
            нас;{" "}
          </li>
          <li>
            Ако вярваме, че документите може да са свързани с вероятни съдебни
            производства;{" "}
          </li>
          <li>
            За да установим, упражним или защитим нашите права (включително
            осигуряване на информация на други лица с цел предотвратяване на
            измама или намаляване на кредитен риск).
          </li>
        </ul>
        <p className={`${"txt-big"} ${"txt-bold"} ${"txt-justify"}`}>
          Е. Защита на личната ви информация{" "}
        </p>
        <ul className={`${"txt-big"} ${"txt-justify"}`}>
          <li>
            Ще предприемем разумни технически и организационни мерки за
            предотвратяване на загуба, злоупотреба или промяна на личната ви
            информация.
          </li>
          <li>
            Ще съхраняваме цялата лична информация, която осигурявате на нашите
            сигурни (защитени от парола и защитна стена) сървъри.{" "}
          </li>
          <li>
            Всички електронни парични трансакции, въведени чрез нашия уебсайт,
            ще бъдат защитени от криптираща технология.
          </li>
          <li>
            Вие потвърждавате, че предаването на информация по интернет само по
            себе си е несигурно, и ние не можем да гарантираме сигурността на
            данни, изпратени по интернет.
          </li>
        </ul>
        <p className={`${"txt-big"} ${"txt-bold"} ${"txt-justify"}`}>
          Ж. Изменения
        </p>
        <p className={`${"txt-big"} ${"txt-justify"}`}>
          От време на време може да актуализираме тази полица, като публикуваме
          нова версия в нашия уебсайт. Трябва да проверявате тази страница, за
          да се уверите, че разбирате всички промени на полицата. Може да ви
          известим за промените в тази полица, като ви изпратим имейл или чрез
          личната система за съобщения на уебсайта ни.
        </p>
        <p className={`${"txt-big"} ${"txt-bold"} ${"txt-justify"}`}>
          З. Вашите права
        </p>
        <p className={`${"txt-big"} ${"txt-justify"}`}>
          Можете да ни инструктирате да ви осигурим всяка лична информация,
          която сме запаметили за вас – осигуряването на подобна информация ще
          бъде предмет на следните:
        </p>
        <ul className={`${"txt-big"} ${"txt-justify"}`}>
          <li>
            Можем да удържим лична информация, която сте поискали, до степента,
            позволена от закона.
          </li>
          <li>
            По всяко време можете да ни инструктирате да не обработваме личната
            ви информация за маркетингови цели.{" "}
          </li>
          <li>
            На практика или изрично ще се съгласите предварително за това да
            използваме личната ви информация за маркетингови цели, или ние ще ви
            осигурим възможност да се откажете от това да използваме личната ви
            информация за маркетингови цели.
          </li>
        </ul>
        <p className={`${"txt-big"} ${"txt-bold"} ${"txt-justify"}`}>
          И. Актуализиране на информация{" "}
        </p>
        <p className={`${"txt-big"} ${"txt-justify"}`}>
          Молим да ни уведомите, ако личната ви информация, която съхраняваме,
          има нужда да бъде поправена или актуализирана.
        </p>
      </Col>
    </Modal>
  );
};

export default Conditions;
